Repository: gavriguy/IdeaL--ohel.org.il-
Catalog: sites/all/modules/contrib/email_confirm/translations/*.po
Languages: de, fr, sv

source: Configuration of confirmation email sent to users who attempt to change their email address.
de: Konfiguration der an Benutzer zu versendenden E-Mail-Bestätigung, die versuchen ihre E-Mail-Adresse zu ändern.
fr: Configuration de l'e-mail de confirmation envoyé aux utilisateurs qui tentent de changer leur adresse e-mail.
sv: Inställningar för e-postbekräftelse som skickas till användare som försöker ändra sin e-postadress.

source: <p>The Email Change Confirmation module addresses missing functionality in the core distribution of Drupal. With this module enabled, a user who attempts to change the email address associated with their account must confirm that change by clicking a confirmation link that is sent to the new email address. The confirmation link must be clicked with a certain time period after which the pending update to their email address will expire and they will have to attempt to update their account again. This module was based on code from <a href="!url">this issue</a></p>
de: <p>Das Email_Confirm-Module ergänzt eine fehlende Funktionalität der Kern-Distribution von Drupal. Wenn das Modul aktiviert ist, muss ein Benutzer der versucht seine E-Mail-Adresse zu ändern, die dem Benutzerkonto zu geordnet ist, verifizieren. Indem ein Bestätigungslink in einer E-Mail aufgerufen wird, die an die neue E-Mail-Adresse versendet wird. Dieser Aufruf des Bestätigungslink muss innerhalb eines bestimmten Zeitraum erfolgen. Erfolgt dies nicht, verfällt der Link und der Vorgang muss wiederholt werden. Dieses Modul basiert auf dem Code <a href="!url">aus diesem Issue.</a></p>
fr: <p>Le module de confirmation de changement d'email aborde les fonctionnalités manquantes dans la distribution de base de Drupal. Avec ce module activé, un utilisateur qui tente de changer l'adresse email associée à son compte doit confirmer ce changement en cliquant sur un lien de confirmation qui est envoyé à la nouvelle adresse e-mail. Le lien de confirmation doit être cliqué dans une certaine période de temps avant son expiration.
sv: <p>Modulen Email Change Confirmation tillhandahåller funktioner som saknas i Drupals kärndistribution. När modulen är aktiverad måste en användare som försöker ändra sin e-postadress som hör till sitt konto bekräfta ändringen genom att klicka på en bekräftelselänk som skickas till den nya e-postadressen. Bekräftelselänken måste klickas på inom en given tidsperiod. Efter att den har upphört måste de försöka göra uppdateringen på sitt konto igen. Denna modul baserades på kod från <a href="!url">denna utgåva</a></p>

source: When the Email Change Confirmation module is enabled, users who attempt to update their email address will be required to confirm their changes by clicking a confirmation link in an email sent to the new email address. The settings below determine the subject and body of the confirmation email sent to the user. A copy is sent to both the user's original email address and the new address.
de: Wenn das Email_Confirm-Modul aktiviert ist, müssen Benutzer die versuchen ihre E-Mail-Adresse zu ändern, dies bestätigen, indem ein einmaliger Link in einer E-Mail aufgerufen wird, welche an die neue Adresse versendet wird. Die Bestätigungs-E-Mail enthält ein anpassbaren Betreff und Textkörper, welche an den Benutzern versendet wird. Eine Kopie wird an die neue und alte E-Mail-Adresse versendet.
fr: Lorsque le module de confirmation de changement d'email est activé, les utilisateurs qui tentent de changer leurs adresses e-mail doivent confirmer ces changements en cliquant sur un lien de confirmation qui est envoyé à la nouvelle adresse e-mail. Les paramètres ci-après déterminent le sujet et le corps de l'email de confirmation envoyé à l'utilisateur. Une copie est envoyée à l'utilisateur de l'adresse e-mail d'origine et la nouvelle adresse.
sv: När modulen Email Change Confirmation är aktiverad måste användare som försöker uppdatera sina e-postadresser bekräfta dessa ändringar genom att klicka på en bekräftelselänk som via e-post skickats till den nya e-postadressen. Inställningarna nedan fastställer ämnet och brödtexten för bekräftelsemailet som skickas till en användare. En kopia skickas både till användarens ursprungliga samt nya e-postadress.

source: Email address change request email subject
de: Betreff der Bestätigungs-E-Mail
fr: Sujet d'email de demande de modification d'adresse e-mail
sv: Ämne för begäran om ändring av e-post

source: The above text will be the subject for the email sent to a user that is attempting to update their email address. The placeholders !username and !site will be replaced by the username and the site name.
de: Der Betreff der Bestätigungs-E-Mail. Die Platzhalter !username und !site ersetzen den Benutzernamen und die URL der Website.
fr: Le texte ci-dessus sera le titre de l'email envoyé à un utilisateur qui tente de modifier son adresse e-mail. !username et !site seront remplacé par le nom d'utilisateur et le nom du site.
sv: Texten ovan kommer att vara ämnet för meddelanden som skickas till användaren som försöker uppdatera sin e-postadress. Variablerna !username och !site kommer att bytas ut mot användarnamnet och webbplatsens namn.

source: Email address change request for !username at !site
de: Änderung der E-Mail-Adresse von !username auf !site
fr: Modification d'adresse e-mail pour !username sur !site
sv: Begäran om ändring av e-postadress för !username på !site

source: Email address change request email author
de: Absender der Bestätigungs-E-Mail
fr: E-mail d'auteur de la demande de modification d'email
sv: Författarens e-postadress vid meddelande om ändringsbegäran

source: The above address will be the 'From' email address for the confirmation email for an email address change request. If no address is supplied the default site email address will be used.
de: Wenn nicht angegeben, so wird die Standard-E-Mail-Adresse der Webseite für die Bestätigungs-E-Mail verwendet.
fr: L'adresse ci-dessus sera l'adresse e-mail 'De' pour l'email de confirmation d'une demande de modification d'adresse e-mail. Si aucune adresse n'y est fourni, l'adresse e-mail par défaut du site sera utilisée.
sv: Adressen ovan kommer att vara adressen Från för bekräftelsemeddelandet vid begäran om e-poständring. Om ingen adress är angiven kommer webbplatsens förvalda e-postadress att användas.

source: Email address change request email BCC email address
de: Zusätzlicher BCC-Empfänger
fr: Adresse e-mail CC de la demande de modification d'adresse e-mail
sv: Dold kopia till e-postadress vid ändringsbegäran

source: The above address will receive a BCC email copy of the confirmation email for an email address change request.
de: Die hier eingebene E-Mail-Adresse erhält eine Blindkopie der Bestätigungs-E-Mail.
fr: L'adresse ci-dessus recevra une copie CC de l'e-mail de confirmation pour la demande de modification d'adresse e-mail.
sv: Adressen ovan kommer att få en dold kopia (BCC) av bekräftelsemeddelandet för begäran om adressändring.

source: Email address change request email body
de: Bestätigungs-E-Mail an die NEUE E-Mail-Adresse
fr: Corp de l'email de demande de modification d'adresse e-mail
sv: Brödtext för begäran om ändring av e-postadress

source: The above text will be the body for the email sent to a user that is attempting to update their email address. The text here will be sent to the user's new email address. The placeholders !username and !site will be replaced by the username and the site name.
de: Dieser Text wird der Textkörper der E-Mail für die Benutzer sein, die versuchen ihre E-Mail-Adresse zu ändern. Und wird an dem Benutzer der neuen E-Mail-Adresse versendet. Die Platzhalter !username und !site ersetzen den Benutzernamen und die URL der Website.
fr: Le texte ci-dessus sera le corps de l'email envoyé à un utilisateur qui tente de modifier son adresse e-mail. Le texte ici sera envoyé à la nouvelle adresse e-mail d'utilisateur. !usernam et !site seront remplacés par le nom d'utilisateur et nom de site.
sv: Texten ovan kommer att vara brödtexten för meddelandet som skickas till en användare som försöker uppdatera sin e-postadress. Denna text kommer att skickas till användarens nya e-postadress. Variablerna !username och !site kommer att bytas ut mot användarnamnet och webbplatsens namn.

source: Hello !username, A request to change your email address has been made at !site. You need to verify the change by clicking on the link below or by copying and pasting it in your browser: !email_url This is a one-time URL - it can be used only once. It expires after 24 hours. If you do not click the link to confirm, your email address at !site will not be updated.
de: Hallo !username, auf der Website !site wurde die E-Mail-Adresse geändert. Die Änderung muss bestätigt werden, indem auf den folgenden Link geklickt oder kopiert und in die Adresszeile des Webbrowsers eingefügt wird: !email_url Dies ist ein einmaliger Link, der nur ein einziges Mal verwendet werden kann. Nach 24 Stunden verfällt der Link. Wenn innerhalb dieser Zeit der Link nicht aufgerufen wird, wird die E-Mail-Adresse auf !site nicht aktualisiert.
fr: !username, On a demandé la réinitialisation du mot de passe pour votre compte sur !site. Vous devez confirmer vos modifications en cliquant sur le lien ci-après ou on en le copiant-collant dans votre navigateur: !email_url Il s'agit d'une connexion temporaire, elle ne peut être utilisée qu'une fois. Elle expire après 24 heures. Si vous ne cliquez pas le lien de confirmation, votre adresse e-mail sur !site ne sera pas modifiée.
sv: Hej !username! En begäran har gjorts om att ändra din e-postadress på !site. Du måste bekräfta ändringen genom att klicka på länken nedan eller genom att kopiera och klistra den till din webbläsare: !email_url Detta är en engångslänk - den kan bara användas en gång. Den upphör att gälla efter 24 timmar. Om du inte klickar på länken för att bekräfta kommer din e-postadress på !site inte att uppdateras.

source: Email address change request email body (Original)
de: Bestätigungs-E-Mail an die URSPRÜNGLICHE E-Mail-Adresse
fr: Corp de l'email de demande de modification d'adresse e-mail (Original)
sv: Brödtext för begäran om ändring av e-postadress (Ursprungliga)

source: The above text will be the body for the email sent to a user that is attempting to update their email address. The text here will be sent to the user's original email address. The placeholders !username and !site will be replaced by the username and the site name.
de: Dieser Text wird der Textkörper der E-Mail für die Benutzer sein, die versuchen ihre E-Mail-Adresse zu ändern. Und wird an dem Benutzer der ursprünglichen E-Mail-Adresse versendet. Die Platzhalter !username und !site ersetzen den Benutzernamen und die URL der Website.
fr: Le texte ci-dessus sera le corps de l'email envoyé à un utilisateur qui tente de modifier son adresse e-mail. Le texte ici sera envoyé à l'adresse e-mail originale d'utilisateur. !usernam et !site seront remplacés par le nom d'utilisateur et nom de site.
sv: Texten ovan kommer att vara brödtexten för meddelandet som skickas till en användare som försöker uppdatera sin e-postadress. Denna text kommer att skickas till användarens nya e-postadress. Variablerna !username och !site kommer att bytas ut mot användarnamnet och webbplatsens namn.

source: Hello !username, A request to change your email address has been made at !site. In order to confirm the update of your email address you will need to follow the instructions sent to your new email address within 24 hours.
de: Hallo !username, auf der Website !site wurde die E-Mail-Adresse geändert. Um die Aktualisierung der E-Mail-Adresse zu bestätigen, muss die Anweisung innerhalb von 24 Stunden befolgt werden, welche an die neue E-Mail-Adresse versandt wurde.
fr: !username, On a demandé la réinitialisation du mot de passe pour votre compte sur !site. Pour confirmer vos modifications vous devez suivre les instructions envoyés à votre nouvelle adresse e-mail dans les 24 heures suivantes.
sv: Hej !username! En begäran har gjorts för att ändra din e-postadress på !site. För att kunna bekräfta uppdateringen av din e-postadress måste du följa instruktionerna som skickats till din nya e-postadress inom 24 timmar.

source: You must enter a valid email address for the "Email address change request email author" setting.
de: Es muss eine gültige E-Mail-Adresse für die „Anfrage zur Änderung der E-Mail-Adresse -- Absender“ Einstellung angeben werden.
fr: Veuillez entrer une adresse e-mail valide pour "E-mail d'auteur de la demande de modification d'email".
sv: Du måste ange en giltig e-postadress för inställningen "Författarens e-postadress vid meddelande om ändringsbegäran".

source: You must enter a valid email address for the "Email address change request email BCC email address" setting.
de: Der angegebene "Zusätzliche BCC-Empfänger" ist ungültig.
fr: Veuillez entrer une adresse e-mail valide pour "Adresse e-mail CC de la demande de modification d'adresse e-mail".
sv: Du måste ange en giltig e-postadress för inställningen "Dold kopia till e-postadress vid ändringsbegäran".

source: You have tried to use a one-time e-mail change link for %account that has expired--your change of e-mail request was not completed. Please visit your account edit page if you wish to attempt the change again.
de: Es wurde versucht einen einmaligen Link zur Änderung der E-Mail-Adresse für %account zu verwenden, welches aber abgelaufen ist -- die Änderung der E-Mail-Adresse wurde nicht durchgeführt. Bitte rufen Sie ihre Bearbeitungsseite des Benutzerkontos auf und wiederholen Sie den Vorgang falls nötig.
fr: Vous avez essayé d'utiliser un lien de modification pour %account qui a expiré - votre demande de modification d'e-mail n'a pas été effectuée. Veuillez visiter la page de votre compte si vous souhaitez tenter le changement de nouveau.
sv: Du har försök att använda en engångslänk för %account som har upphört att gälla. Din begäran om ändring av e-postadress slutfördes inte. Var vänlig besök ditt kontos redigeringssida om du vill göra ett nytt försök.

source: You are currently logged in as %user, and are attempting to confirm an e-mail change for %account, which is not allowed. Please log in as %account and initiate a new change of e-mail request.
de: Sie sind aktuell als %user angemeldet und versuchen eine Änderung der E-Mail-Adresse für %account durchzuführen, was jedoch nicht erlaubt ist. Bitte melden Sie sich als %account an, um die E-Mail-Adresse zu ändern.
fr: Vous êtes actuellement connecté en tant que %user, et vous tenter de confirmer la modification d'e-mail pour %account, ce qui n'est pas autorisé. Veuillez vous connecter en tant que %account et lancer une nouvelle demande de modification d'e-mail.
sv: Du är för närvarande inloggad som %user och försöker bekräfta en ändring av e-postadress för %account vilket inte är tillåtet. Var vänlig logga in som %account och påbörja en ny begäran om e-poständring.

source: There was a problem verifying your change of e-mail request--please visit your account edit page and attempt the change again
de: Es gab ein Problem bei der Überprüfung der E-Mail-Adressen Änderung. Bitte rufen Sie ihre Bearbeitungsseite des Benutzerkontos auf und versuchen es nochmals zu ändern.
fr: Il y avait un problème de vérification de votre demande de modification d'e-mail - veuillez visiter la page de votre compte et de tenter la modification à nouveau.
sv: Det uppstod ett problem vid verifieringen av begäran att ändra e-postadress. Var vänlig besök ditt kontos redigeringssida och försök igen

source: Your e-mail address is now %mail.
de: Deine E-Mail-Adresse ist jetzt %mail.
fr: Votre adresse e-mail est maintenant %mail.
sv: Din e-postadress är nu %mail.

source: You have tried to use a one-time e-mail change link which has either been used or has expired. Please request a new one.
de: Es wurde versucht einen einmaligen Link zur Änderung der E-Mail-Adresse zu verwenden, der aber schon verwendet wurde oder abgelaufen ist. Falls nötig muss der Vorgang wiederholt werden.
fr: Vous avez essayé d'utiliser un lien de modification pour qui a expiré ou déjà utilisé. Veuillez demander un nouveau.
sv: Du har försökt använda en engångslänk som antingen redan har använts eller har upphört att gälla. Var vänlig begär en ny.

source: A confirmation email has been sent to your new email address. You must follow the link provided in that email within 24 hours in order to confirm the change to your account email address.
de: Eine E-Mail-Bestätigung ist an die neue E-Mail-Adresse versendet worden. Der enthaltende Link in der E-Mail muss innerhalb von 24 Stunden aufgerufen werden, damit die E-Mail-Adresse für das Benutzerkonto geändert werden kann.
fr: Un email de confirmation a été envoyé à votre nouvelle adresse e-mail. Vous devez suivre le lien fourni dans ce courriel dans les 24 heures afin de confirmer la modification d'e-mail de votre compte.
sv: Ett meddelande för bekräftelse har skickats till din nya e-postadress. Du måste följa länken som angivits i detta meddelande inom 24 timmar för att bekräfta ändringarna på e-postadress för ditt konto.

source: user
de: Benutzer
fr: utilisateur
sv: användare

source: User %name used one-time e-mail change link at time %timestamp.
de: Der Benutzer %name hat um %timestamp einen einmaligen Link zur Änderung seiner E-Mail-Adresse verwendet.
fr: L'utilisateur %name a utilisé un lien de modification d'e-mail à %timestamp.
sv: Användare %name använde engångslänken för att ändra e-post %timestamp.

source: Change e-mail
de: E-Mail-Adresse ändern
sv: Ändra e-postadress

source: Email change confirmation settings
de: Einstellungen bei Änderungen der E-Mail-Adresse
fr: Paramètres d'Email de confirmation de modification
sv: E-postbekräftelse

source: Email Confirm
sv: Bekfräftelse via e-post

source: Requires a user to verify changes to their email address
de: Fordert einen Benutzer auf die Änderung seiner E-Mail zubestätigen.
fr: Oblige un utilisateur de vérifier les modifications de leur adresse e-mail
sv: Kräver att en användare verifierar ändringarna gjorda på sin e-postadress

source: Configuratin of confirmation email sent to users who attempt to change their email address.
fr: Configuratin d'e-mail de confirmation envoyé aux utilisateurs qui tentent de changer leur adresse e-mail.
