Repository: gavriguy/IdeaL--ohel.org.il-
Catalog: sites/all/modules/contrib/service_links/translations/*.po
Languages: it, pt

source: Display links to social sharing websites like Digg, del.icio.us, reddit, Technorati etc.
it: Mostra i link a social network come Digg, del.icio.us, reddit, Technorati etc.

source: Here you can configure the service links.
it: Qui Ã¨ possibile configurare i service links.
pt: Aqui pode configurar os links de serviços.

source: Where to show the service links
it: Dove mostrare i service links

source: Set the node types and categories you want to display links for.
it: Configura il tipo di nodi e categorie dove vuoi vengano visualizzati i link

source: Node types
it: Tipo di nodo
pt: Tipos de nodes

source: Categories
it: Categorie

source: What bookmark links to show
it: Quali link visualizzare
pt: Que links de bookmarks mostrar

source: Show del.icio.us link
it: Visualizza il link a del.icio.us

source: Show Digg link
it: Visualizza il link a Digg
pt: Mostrar link Digg

source: Show StumbleUpon link
it: Visualizza il link a StumbleUpon

source: Show Propeller link
it: Visualizza il link a Propeller

source: Show Reddit link
it: Visualizza il link a Reddit
pt: Mostrar link Reddit

source: Show ma.gnolia.com link
it: Visualizza il link a ma.gnolia.com

source: Show Newsvine link
it: Visualizza il link a Newsvine
pt: Mostrar link Newsvine

source: Show Furl link
it: Visualizza il link a Furl
pt: Mostrar link Furl

source: Show Facebook link
it: Visualizza il link a Facebook

source: Show MySpace link
it: Visualizza il link a MySpace

source: Show Twitter link
it: Visualizza il link a Twitter

source: Show Google link
it: Visualizza il link a Google
pt: Mostrar link Google

source: Show Yahoo link
it: Visualizza il link a Yahoo
pt: Mostrar link Yahoo

source: What search links to show
it: Quali link di ricerca mostrare
pt: Que tipos de links de buscas mostrar

source: Show Technorati link
it: Visualizza il link a Technorati
pt: Mostrar link Technorati

source: Show IceRocket link
it: Visualizza il link a IceRocket
pt: Mostrar link IceRocket

source: When and how to show the links
it: Quando e come mostrare i link
pt: Quando e como mostrar os links

source: Service links in links
it: Mostra Service links nei link
pt: Links de serviços nos links

source: Disabled
it: Disattivato
pt: Desligado

source: Teaser view
it: Versione ridotta
pt: Vista Teaser

source: Full-page view
it: Vista completa
pt: vista página-inteira

source: Teasers and full-page view
it: Versione ridotta e Vista completa
pt: Teasers e vista de página-inteira

source: When to display the services in the links section.
it: Quando visualizzare i servizi nei link di sezione
pt: Quando mostrar os serviços na secção de links.

source: Service links in nodes
it: Abilita i service link nei nodi
pt: Links de serviços em nodes

source: When to display the services after the node text.
it: Quando visualizzare i servizi dopo il testo del nodo
pt: Quando mostrar os serviços após o node de texto.

source: Text links
it: Solo testo
pt: Links como texto

source: Image links
it: Immagini
pt: Links como imagens

source: Image and text links
it: Immagini e testo
pt: Links como texto e imagens

source: Aggregator2 settings
it: Impostazioni Aggregator2
pt: Configurações Aggregator2

source: Use link to original article aggregated by aggregator2 module
it: Usa il link all'articolo originale per il modulo aggregator2
pt: Utilize o link para o link original agregado pelo módulo aggregator2

source: Bookmark/Search this post
it: Segnala/Cerca questo posto
pt: Bookmark/Procurar este post

source: Bookmark this post on del.icio.us.
it: Segnala a del.icio.us.

source: Digg this post on digg.com.
it: Segnala a digg.com.

source: Thumb this up at StumbleUpon.
it: Invia a StumbleUpon

source: Submit to Propeller.
it: Invia a Propeller

source: Submit this post on reddit.com.
it: Invia a reddit.com.

source: Submit this post on ma.gnolia.com.
it: Invia a ma.gnolia.com

source: Submit this post on newsvine.com.
it: Invia a newsvine.com

source: Submit this post on furl.net.
it: Invia a furl.net

source: Share on Facebook.
it: Condividi su Facebook

source: Share on MySpace.
it: Condividi su MySpace

source: Share on Twitter.
it: Condividi su Twitter

source: Bookmark this post on Google.
it: Segnala a Google.
pt: Bookmark a este post no Google.

source: Bookmark this post on Yahoo.
it: Segnala a Yahoo.
pt: Bookmark a este post no Yahoo.

source: Search Technorati for links to this post.
it: Cerca su Technorati i link a questa pagina.
pt: Procurar em Technorati links para este post.

source: Search IceRocket for links to this post.
it: Cerca su IceRocket i link a questa pagina.
pt: Procurar links para este post em IceRocket.

source: Bookmark/Search this post with:
it: Segnala con:
pt: Bookmark/Procurar este post com:

source: access service links
it: accedi a service links

source: administer service links
it: amministra service links

source: Add Digg, del.icio.us, reddit, Technorati etc. links to nodes.
it: Segnala: Digg, del.icio.us, reddit, Technorati, etc.

source: Add Digg, <http://del.icio.us>del.icio.us, reddit, Technorati etc. links to nodes.
pt: Acrescentar links Digg, <http://del.icio.us>del.icio.us, reddit, Technorati etc aos nodes.

source: Set the node types you want to display links for.
pt: Definir os tipos de nodes para os quais quer mostrar os links.

source: Types
pt: Tipos

source: Show <http://del.icio.us>del.icio.us link
pt: Mostrar link <http://del.icio.us>del.icio.us

source: Show <http://ma.gnolia.com>ma.gnolia.com link
pt: Mostrar link <http://ma.gnolia.com>ma.gnolia.com

source: Show PubSub link
pt: Mostrar link PubSub

source: Service links style
pt: Estilo de links de serviços

source: Service links
pt: Links de serviços

source: Bookmark this post on <http://del.icio.us>del.icio.us.
pt: Bookmark a este post em <http://del.icio.us>del.icio.us.

source: Digg this post on <http://digg.com>digg.com.
pt: Digg a este post em <http://digg.com>digg.com.

source: Submit this post on <http://reddit.com>reddit.com.
pt: Submeter este post em <http://reddit.com>reddit.com.

source: Submit this post on <http://ma.gnolia.com>ma.gnolia.com.
pt: Submeter este post em <http://ma.gnolia.com>ma.gnolia.com.

source: Submit this post on <http://newsvine.com>newsvine.com.
pt: Submeter este post em <http://newsvine.com>newsvine.com.

source: Submit this post on <http://furl.net>furl.net.
pt: Submeter este post em <http://furl.net>furl.net.

source: Search PubSub for links to this post.
pt: Procurar links para este post em PubSub.

source: use service links
pt: utilizar links de serviços
