Repository: gavriguy/IdeaL--ohel.org.il-
Catalog: sites/all/modules/contrib/hide_submit/translations/hide_submit.*.po
Languages: he

source: Are you sure you want to delete the image file %name
he: האם אתה בטוח שאתה רוצה למחק את קובץ התמונה %name

source: %name deleted succesfully.
he: הקובץ %name נמחק בהצלחה

source: Image removed from random list
he: התמונה הוסרה מרשימת התמונות האקראיות

source: Random feature disabled because only one image was selected
he: תכונת הסדר האקראי בוטלה מכיוון שרק תמונה אחת נשארה ברשימה

source: Image was selected as default, reverting to module's default image
he: התמונה ברירת המחדל נמחקה, משחזר ברירת מחדל של המודול

source: Cannot delete %name, something went wrong.
he: מחיקת התמונה %name נכשלה, משהו לא הלך קשורה.

source: Preview of current animation and message settings
he: חלונית תצוגה לאנימציה וההודעה המוגדרים

source: Script settings
he: הגדרות script

source: Script mode
he: מצב פעולה

source: Hide buttons and display message
he: הסתר את הכפתורים והצג הודעה ו/או תמונה

source: Disable buttons
he: הפוך כפתור למצב לא פעיל

source: What the script shall do? hide the buttons or disable them
he: מהו מצב הפעולה של ה-script? הסתרה של כפתורים או שינוי מצב הכפתור "לא פעיל"

source: Javascript load options
he: אפשרויות טעינת הסקריפט

source: Add/Edit node pages only
he: הפעל בעת הוספה או עריכה של nodes

source: Every page
he: בכל העמודים

source: Only on the listed pages.
he: הפעל רק בעמודים הרשומים

source: Every page except the listed pages.
he: הפעל בכל העמודים למעט בעמודים הרשומים

source: Add/Edit node view will load for pages with url '/node/add' and '/node/*/edit'. Every page, is well, EVERY PAGE. For the last two options use the page list box to set a list of include/exclude urls.
he: בחר את האופציה הרצוייה לטעינת הסקיפט. בעמודי עריכה של nodes, בכל העמודים או ע"פ הרשימה.

source: Page list
he: על פי רשימת עמודים

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
he: יש להכניס מיקום אחד לשורה. יש להשתמש במיקומי דרופל. ניתן להשתמש ב'*'. דוגמה למיקומים: '<em>%blog</em>' עבור עמוד הבלוגים ו-'<em>%blog-wildcard</em>' עבור כל בלוג. '<em>%front</em>' הוא העמוד הראשי.

source: Message
he: הודעה

source: The message to print after submit is clicked and the button become invisible. i.e. Please wait..
he: ההודעה שתודפס למשתמש לאחר שלחץ על כפתור השמירה. למשל.. נא להמתין..

source: Default Message
he: הודעה ברירת מחדל

source: Localization
he: לוקליזציה

source: Image or animation
he: תמונה או אנימציה

source: delete
he: מחק

source: Use custom link
he: השתמש בקישור מותאם אישית

source: Check here if you want use a custom image link.
he: סמן תיבה זאת אם ברצונך להשתמש בקישור מותאם אישי ולא בתמונה מהרשימה.

source: Custom image or animation
he: תמונה או אנימציה בהתאמה אישית

source: A link to an image, this image will be added to message..
he: כתובת קישור לתמונה שתופיע ביחד עם ההודעה

source: Upload picture
he: טען תמונה

source: Upload image or gif animation to display with the message.
he: העלה תמונה או אנימציה שתוצג ביחד עם ההודעה

source: Randomize images
he: הצג תמונות בסדר אקראי

source: Check here if you want use random image each time the script loads. You need to check the <em>random</em> box for at least two images
he: סמן את התיבה אם אתה רוצה שבכל טעינה תופיע תמונה אקראית. להפעלת התכונה יש לבחור בנוסף לפחות שתי תמונות מרשימת התמונות.

source: Advanced
he: מתקדם

source: Exclusion mode
he: מצב סינון כפתורים

source: Exclude listed forms
he: בטל פעולה על כפתורים מהטפסים הרשומים

source: Exclude unlisted forms
he: בטל פעולה על כפתורים מטפסים שאינם רשומים

source: Choose exclusion mode for listed forms. <br /> NOTE: Forms that are not part of drupal Form-API will not be affected by this configuration
he: בחר מצב סינון כפתורים עבור הטפסים הרשומיםהערה: טפסים שלא נוצרו ע"י Drupal's form API לא יושפעו מהגדרות אלו

source: Form-id exclusion list
he: רשימת טפסים לסינון (form-id)

source: Here you can make a list of forms (form-id) you wish not to hide submit buttons . <br />For example you can exclude the login block submit button from hiding by typing <em>user_login_block</em>
he: רשימת טפסים לסינון ע"פ form-id <br />למשל על מנת לסנן את טופס הכניסה לאתר הכנס <em>user_login_block</em>

source: Attribute Filter (Experimental)
he: סינון Attribute filters (נסיוני)

source: Here you can make a list of attribute filters see %selectors for formatting details<br />For example to filter the 'Save as draft' button type [value!=Save As Draft]
he: Attribute filter זהו סינון מתקדם ע"פ selectors של תשתית jQuery<br />למשל בכדי לסנן כפתור עם טקסט "שמור טיוטא" ניתו להזין [value!=שמור טיוטא]

source: Enable debugging
he: הפעל מצב ניתור (debug mode)

source: Debugging turned on will paint included and excluded submit buttons
he: מצב זה יגרום לצביעה של מסגרת הכפתורים בצבעים בולטים ע"ל מנת לזהות על איזה כפתורים מופעל ה-scipt

source: Reset to defaults
he: חזור להגדרות ברירת המחדל

source: Image
he: תמונה

source: Random
he: אקראי

source: Default
he: ברירת מחדל

source: Operations
he: פעולות אפשריות

source: Please wait...
he: נא להמתין...

source: The hide_submit module provides a way to hide the submit button in a form after it has been clicked. This will indicate to the user that his or her request is being processed and helps to prevent duplicate postings from impatient "double clickers".
he: רכיב hide submit מסתיר את כפתור השמירה לאחר שהמשתמש לחץ עליו ובמקומו מציג הודעה בתוספת של אנימציה. זאת בכדי להציג למשתמש שבקשתו מתבצעת ובכדי למנוע לחיצה נוספת על הכפתור שעלולה לגרום להודעה להופיע באתר יותר מפעם אחת

source: For more information please visit the !project page or the !documentation page
he: למידע נוסף בקר בדף הפרוייקט !project או בדפי העזרה !documentation

source: Click the icon to read the extended help.
he: לחצו על האיקון להצגת עזרה מורחבת

source: Configure hide submit
he: הגדרות hide submit

source: Confirm delete
he: אישור מחיקה

source: Delete an image file
he: מחק קובץ תמונה

source: Hide submit module installed.
he: המודול hide-submit הותקן באתר

source: Hide submit module variables deleted.<br />To completely remove this module, delete the hide_submit directory from your files directory.
he: משתני המערכת של המודול נמחקו<br /> להסרה מלאה של המודול יש למחוק את הספרייה hide_submit מספריית הקבצים של האתר

source: Hide submit button
he: הסתר את כפתור ה-submit

source: Hide submit button after clicked to avoid duplicate posting
he: הסתר את כפתור ה-submit בכדי להמנע מפרסום הודעות כפולות
